Repository: teamdable/wordpress
Catalog: languages/dable-*.po
Languages: id_id, ja

source: Add Dable widgets and meta tags.
id_id: Tambahkan widget Dable dan meta tag.
ja: Dableウィジェットとメタタグを追加します.

source: http://dable.io
id_id: http://dable.io/id

source: Default Settings
id_id: Konfigurasi Utama (Wajib)
ja: 基本設定

source: Please enter the required default settings
id_id: Mohon isi pengaturan default yang diperlukan
ja: 必要な初期設定を入力してください

source: For personalized content recommendation, the log collection script should be inserted in your site. By entering the service name provided via e-mail, the log collection script will be automatically inserted.
id_id: Untuk rekomendasi konten yang dipersonalisasi, skrip pengumpulan log harus dimasukkan di situs Anda. Dengan memasukkan nama servis yang disediakan melalui e-mail, skrip pengumpulan log akan secara otomatis dimasukkan.
ja: パーソナライズ記事のレコメンドを利用するため、ログ収集コードをサイトに挿入する必要がございます。メールでお知らせしたサイト名を該当欄に入力すると、ログ収集コードが自動的に挿入されます。

source: Service Name for Dable Script.
id_id: Nama Layanan untuk Skrip Dable.
ja: Dableスクリプト用サービス名.

source: Content Wrapper Setting
id_id: Pengaturan Pembungkus Konten
ja: コンテンツラッパー設定

source: If you turn this ON, the %s tag will automatically wrap the content. Please set it to ON if you want to use personalized content recommendation service.
id_id: Dengan mengaktifkan ON, maka tag %s akan secara otomatis membungkus konten. Harap set ke ON jika Anda ingin menggunakan layanan rekomendasi konten yang dipersonalisasi.
ja: ONにすると、%s タグが自動的にコンテンツをラップします。パーソナライズ記事のレコメンドを利用する場合はONにしてください。

source: Wrap content with <div itemprop="articleBody">. Uncheck if you do not need it.
id_id: Bungkus konten dengan <div itemprop = “articleBody”>. Set ke OFF jika Anda tidak membutuhkannya.
ja: コンテンツを <div itemprop = “articleBody”> タグでラップします。必要ない場合はOFFにしてください。

source: Target Post Types
id_id: Jenis Posting Target
ja: 投稿種類

source: Please select the type of posts you would like to include in the widget. Set the "Pages" button to "ON" if you want to expose notice or contact pages.
id_id: Silakan pilih jenis posting yang ingin Anda sertakan dalam widget. Set tombol “Halaman” menjadi “AKTIF” jika Anda ingin memaparkan pemberitahuan atau halaman kontak.
ja: レコメンドに表示させる投稿種類を選択してください。お知らせやお問い合わせページもレコメンドに入れる場合は「固定ページ」にチェックを入れてください。

source: By turning this ON create %s meta tags. If you are using a plugin that already has the same functionality, please set it to OFF.
id_id: Dengan mengaktifkan ON akan membuat meta tags %s. Jika Anda menggunakan plugin yang sudah memiliki fungsi yang sama, harap set ke OFF.
ja: ONにすると、%s 生成されます。同機能の他のプラグインを利用されている場合はこれをOFFにしてください。

source: Create Open Graph meta tags.
id_id: Buat meta tag untuk layanan dable.
ja: Dableサービスを利用するためのメタタグを生成します。

source: Do not generate Open Graph meta tags. Select this option if you are using a plugin that already has the same functionality.
id_id: Set ke OFF jika Anda tidak membutuhkannya.
ja: 必要ない場合はOFFにしてください。

source: Thumbnail Size
id_id: Resolusi Gambar Kecil
ja: サムネイル解像度

source: A function for adjusting the size of thumbnail image in Dable widget.
id_id: Fungsi untuk menyesuaikan ukuran gambar thumbnail di widget Dable.
ja: Dableレコメンド内のサムネイルサイズを調整する機能です。

source: Widget Setting
id_id: Pengaturan Widget
ja: ウィジェット設定

source: Widget
id_id: Skrip Widget
ja: ウィジェットコード

source: Script for Responsive Web
id_id: Skrip untuk Web Responsif
ja: レスポンシブ用コード

source: Script for PC/Mobile Web
id_id: Skrip untuk situs PC / Mobile
ja: PC・モバイル別用コード

source: Bottom of article
id_id: Bawah artikel
ja: 記事下

source: This widget is exposed at the bottom of the by-line.
id_id: Widget ditampilkan di bagian bawah baris-awal.
ja: Widget顯示於文章末端.

source: Left side of article
id_id: Sisi kiri artikel
ja: 本文の左側

source: This widget is exposed in the top left corner.
id_id: Widget ditampilkan di sudut kiri atas.
ja: レコメンドが記事左上に表示されます。

source: Right side of article
id_id: Sisi kanan artikel
ja: 本文の右側

source: This widget is exposed in the top right corner.
id_id: Widget ditampilkan di sudut kanan atas.
ja: レコメンドが記事右上に表示されます。

source: PC Bottom of article
id_id: PC bagian bawah artikel
ja: PC記事下

source: (PC site only)
id_id: (Hanya situs PC)
ja: （PCのみ）

source: PC Left side of article
id_id: PC sisi kiri artikel
ja: PC記事の左

source: PC Right side of article
id_id: PC sisi kanan artikel
ja: PC記事の右

source: Mobile Bottom of article
id_id: Bagian bawah Mobile
ja: モバイル記事下

source: (Mobile site only)
id_id: (Khusus situs Mobile)
ja: （モバイルのみ）

source: Mobile Left side of article
id_id: Mobile sisi kiri artikel
ja: モバイル記事の左

source: Mobile Right side of article
id_id: Mobile sisi kanan artikel
ja: モバイル記事の右

source: Displays a Dable banner.
id_id: Menampilkan spanduk Dable.
ja: Dableバナーを表示します。

source: Dable widget ID is not defined.
id_id: ID widget Dable tidak didefinisikan.
ja: DableウィジェットIDが定義されていません.

source: Begin Dable Script / For inquiries, support@dable.io
id_id: Mulai Script Dable / Untuk pertanyaan, support@dable.io
ja: Dable コード開始 / お問い合わせは support@dable.io へ

source: End Dable Script / For inquiries, support@dable.io
id_id: Akhiri Script Dable / Untuk pertanyaan, support@dable.io
ja: Dable コード終了 / お問い合わせは support@dable.io へ

source: Dable widget title
id_id: Judul widget Dable
ja: Dableウィジェットのタイトル

source: Widget ID
id_id: ID Widget
ja: ウィジェットID

source: If you are not sure about this, please contact <a href="mailto:%1$s">%1$s</a>
id_id: Jika Anda tidak yakin tentang hal ini, silakan hubungi <a href=“mailto:%1$s”>%1$s</a>
ja: これについて不明な点がある場合は、<a href=“mailto:%1$s”>％1$s</a>にお問い合わせください

source: Service Name
ja: サイト名
